[
  {
    "InputName": "Hawking, Stephen William",
    "MatchedName": "Stephen Hawking",
    "Score": 76.92307692307692,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 2,
    "InputIdentifier": "NA4435",
    "MatchedIdentifier": "cp24005",
    "InputBirth": 1942,
    "InputDeath": 2018,
    "MatchedBirth": 1942,
    "MatchedDeath": 2018,
    "InputDescription": "Hawking; Stephen William (1942 - 2018)",
    "brief bio": "1942-2018, physicist, British",
    "description": NaN,
    "PersonName": "Hawking; Stephen William (1942 - 2018)",
    "Dates": "1942 - 2018",
    "Dates.1": 1942,
    "Dates.2": 2018,
    "Activity": "Education: \nSt Albans School; University College, Oxford; PhD (Trinity Hall, Cambridge) \nCareer: \nReader, Cambridge University (1974); Lucasian Professor of Mathematics, Cambridge University (1979- 2009); PI Distinguished Research Chair at Perimeter Institute for Theoretical Physicists in Waterloo, Ontario from 2009, first of a projected 40 such Visiting Chairs; \nHonours: \nCBE 1982; CH 1989",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "21/03/1974",
    "Source": "References:\nP Fara, Lucasian Professors.  From Newton to Hawking:  a history of Cambridge Universitys Lucasian professors of mathematics, ed K C Knox and R Noakes in NR 2004 vol 58 pp 312-313",
    "Code": "NA4435",
    "InstIdentifer": "http://viaf.org/viaf/102304634"
  },
  {
    "InputName": "Thatcher, Margaret Hilda",
    "MatchedName": "Margaret Thatcher",
    "Score": 82.92682926829268,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA2429",
    "MatchedIdentifier": "cp32941",
    "InputBirth": 1925,
    "InputDeath": 2013,
    "MatchedBirth": 1925,
    "MatchedDeath": 2013,
    "InputDescription": "Thatcher; Margaret Hilda (1925 - 2013); Baroness Thatcher of Kesteven in the County of Lincolnshire",
    "brief bio": "1925-2013, politician & British Prime Minister (1979-90)",
    "description": NaN,
    "PersonName": "Thatcher; Margaret Hilda (1925 - 2013); Baroness Thatcher of Kesteven in the County of Lincolnshire",
    "Dates": "1925 - 2013",
    "Dates.1": 1925,
    "Dates.2": 2013,
    "Activity": "Career: \nMP for Finchley (1959-1992); Prime Minister (4 May 1979 - 28 November 1990) \nHonours: \nOM 1990; Baroness 1992; LG 1995",
    "OtherInfo": NaN,
    "MembershipCategory": "Statute 12",
    "DateOfElection": "30/06/1983",
    "Source": "Sources:\n\nJon Agar  Thatcher, Scientist NR 2011 vol 65 pp 215 -232\nGeorge Guise, Margaret Thatchers influenbce on British science in NR, 2014, vol 68, no 3, pp 301-309",
    "Code": "NA2429",
    "InstIdentifer": "http://viaf.org/viaf/102379347"
  },
  {
    "InputName": "Sneath, Peter Henry Andrews",
    "MatchedName": "Peter Henry Andrews Sneath",
    "Score": 98.11320754716981,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA4800",
    "MatchedIdentifier": "cp58359",
    "InputBirth": 1923,
    "InputDeath": 2011,
    "MatchedBirth": 1923,
    "MatchedDeath": 2011,
    "InputDescription": "Sneath; Peter Henry Andrews (1923 - 2011)",
    "brief bio": "1923-2011, microbiologist, British",
    "description": "FRS, MD (17 November 1923 – September 9, 2011) was a microbiologist who co-founded the field of numerical taxonomy, together with Robert R. Sokal. Sneath and Sokal wrote Principles of Numerical Taxonomy,[1] revised in 1973 as Numerical taxonomy.[2] Sneath reviewed the state of numerical taxonomy in 1995[3] and wrote some autobiographical notes in 2010.[4]",
    "PersonName": "Sneath; Peter Henry Andrews (1923 - 2011)",
    "Dates": "1923 - 2011",
    "Dates.1": 1923,
    "Dates.2": 2011,
    "Activity": "Education:\nEducated at Wycliffe College, Gloucestershire from where he won a Foundation Scholarship to read Natural Sciences at King’s College Cambridge. He completed his clinical studies at King’s College Hospital Medical School in London and later acquired further microbiological training at the London School of Hygiene and Tropical Medicine.\nCareer:\nEminent microbiologist Peter Henry Andrews Sneath FRS, first Professor of Clinical Microbiology and Head of Department of Microbiology at the University of Leicester and Honorary Consultant Clinical Microbiologist to the Leicestershire Health Authority from 1975 to 1989\n\nAfter being commissioned and qualifying as a pathologist in the Royal Army Medical Corps, Peter was posted to Malaysia in 1950. It was while there that he embarked on studies that would eventually revolutionise microbial systematics (the science of classifying bacteria into genera and species). These studies centred on the purple-pigment producing bacterium Chromobacterium violaceum, several strains of which he isolated from local waters and then unexpectedly from a fatal human infection. On his return to the UK, as a research scientist at the National Institute of Medical Research, he expanded the work to include other purple-pigment producing bacteria isolated from soil and water in temperate regions. Comparing the properties of all these strains led him to ponder how bacteria could be classified into stable groups that could then be named so that future isolates could be identified with confidence. Current classifications were inadequate largely because workers often used different kinds and amounts of data to identify bacteria leading to conflicting and unstable classifications. In 1957, after careful analyses of his own test data and much reflection he concluded, contrary to current views, that in determining similarities between bacteria, each character exhibited by a bacterial strain under defined conditions should be given equal numerical weight and that all the characters of every strain should be compared to those of all the other strains in the study. A year later, a similar approach was used independently by an American scientist, Robert Sokal, to classify bees. The application of the concepts of Sneath and Sokal to classification was made possible only through the use of early computers because of the heavy load of routine calculations. In a joint decision the two scientists decided to call the new discipline Numerical Taxonomy. A co-authored book, Principles of Numerical Taxonomy was published in 1963 and another The Principles and Practice of Numerical Classification in 1973. The latter remains the standard text on the subject.\n\nA direct result of Peter Sneath’s novel contribution to the stable classification of medically important bacteria was his appointment in 1964 as Director of The Medical Research Council Microbial Systematics Unit at the University of Leicester, a position he held until the Unit was dissolved in 1975 on his appointment to one of the Foundation Clinical Chairs in the new Medical School.\n\nAfter 1964 much of Peter’s scientific work was concerned with revising the taxonomy of medically important groups of bacteria through the development and application of numerical taxonomy. This together with his concomitant development of miniaturised tests and computer based data handling, led to the automated identification systems used throughout the world to this day. Numerical taxonomy was a major development in microbial systematics and continued to underpin the discipline until the advent of nucleic acid pairing and gene sequence comparisons some 20 years later. The basic principles still have relevance today in what has come to be known as “polyphasic taxonomy” which employs both molecular techniques and multiple character tests.\n\nA consequence of the development of stable microbial classifications was a requirement to rationalise bacterial nomenclature. Peter played a significant role in the work of the International Committee on Systematic Bacteriology that resulted in a most important innovation in bacterial nomenclature – a new starting date (1980) and document for names of bacteria. Peter was also heavily involved with the Bergey Trust, the organisation responsible for Bergey’s Manual of Systematic Bacteriology, the definitive handbook of descriptions of all bacterial species at the time of publication.\n\nA member of the Bergey Trust from 1978, Chairman from 1990 to 1994, he had major editorial responsibilities for the first edition of Bergey’s Manual of Systematic Bacteriology published between 1984 and 1989 and was still involved with the most recent edition which began publication in 2001 and is still on going.\n\nOther national and international bodies on which he served include the Council of the Society for General Microbiology, the COSPAR Panel on Planetary Quarantine and the Council of the International Congress for Systematic and Evolutionary Biology. Much in demand as a speaker, he was a Visiting Professor at a number of American Universities.\n\nIn his scientific research he collaborated widely, often with workers from other disciplines. In all, his studies resulted in some 350 publications, the majority in peer reviewed journals. He supervised and took a great pastoral interest in many graduate students, some of whom became distinguished microbiologists in their own right and over 14 years presided over the development and expansion of a Microbiology Department that became widely known and regarded at home and overseas.\n\nThe quality of his research work resulted in many honours. The Society for General Microbiology noted his achievements in 1983 with a special symposium entitled “25 Years of Numerical Taxonomy”. He was the first recipient of the Van Neil International Prize for Studies in Bacterial Systematics. In 1998 he received the Bergey Medal for distinguished achievement in bacterial taxonomy. Over the years he was awarded honorary membership of the American Society for Microbiology, the French Society for Microbiology, the Czechoslovak Society for Microbiology, the Society for Applied Microbiology, the Society for Systematic Zoology, the United Kingdom Federation for Culture Collections and made an emeritus member of the Biochemical Society. In 1991 he was made a Fellow of the American Academy of Microbiology",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "09/03/1995",
    "Source": "Obituary\nJones, Dorothy and Grant Bill,  Obituary online for University of Leicester [Bill Grant is Emeritus Professor of Microbiology and Dorothy Jones is an Honorary University Fellow having previously been an MRC senior fellow in the Microbiology department with honorary status within the university until her retirement about 15 years ago]",
    "Code": "NA4800",
    "InstIdentifer": "http://viaf.org/viaf/12353644"
  },
  {
    "InputName": "Benzer, Seymour",
    "MatchedName": "Seymour Benzer",
    "Score": 96.55172413793103,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA4770",
    "MatchedIdentifier": "cp86076",
    "InputBirth": 1921,
    "InputDeath": 2007,
    "MatchedBirth": 1921,
    "MatchedDeath": 2007,
    "InputDescription": "Benzer; Seymour (1921 - 2007)",
    "brief bio": "1921-2007, physicist; molecular biologist; behavioural geneticist, American",
    "description": NaN,
    "PersonName": "Benzer; Seymour (1921 - 2007)",
    "Dates": "1921 - 2007",
    "Dates.1": 1921,
    "Dates.2": 2007,
    "Activity": "Education:\nBrooklyn College (1938);Ph.D at Purdue University USA\nCareer:\nAssistant Professor of Physics in Purdue; attended summer course on Bacteriophages at Cold Spring Harbour (1948) organized by Max Delbruck, then went to work in his lab at Caltech for two yers as a ost doc. Pasteur Institute in Paris for 1 yer; returned to Purdue, where began his work on the structure of the gene. Boswell Professor at Caltech (1975); officially retired in 1992 though remained an active researcher. Boswell Professor of Neuroscience Emeritus.\nAwards;\nNational Medal of Science;  Wolf Prize in Medicine from Israel;  Crafoord Prize fromthe Royal Swedish academy of Sciences;  International Proze for Biology from Japan;  Albert Lasker Award for Basic Medical Research; Albany Medical Center Prize.",
    "OtherInfo": NaN,
    "MembershipCategory": "Foreign Member",
    "DateOfElection": "08/04/1976",
    "Source": "References:\nR Holliday, The early years of molecular biology: personal recollections in NR 2003 vol 57 pp 195-208\nL Woloert  Seymour Benzer 15 October 1921 - 30 November 2007 in Proceedings fo the American Philosophical Society, Vol 155, No 3, September 2011, pp298-300",
    "Code": "NA4770",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Hounsfield, Sir Godfrey Newbold",
    "MatchedName": "Hounsfield, Sir Godfrey Newbold",
    "Score": 100.0,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA4450",
    "MatchedIdentifier": "cp123999",
    "InputBirth": 1919,
    "InputDeath": 2004,
    "MatchedBirth": 1919,
    "MatchedDeath": 2004,
    "InputDescription": "Hounsfield; Sir; Godfrey Newbold (1919 - 2004)",
    "brief bio": "1914-2004, engineer and inventor of computerised tomography, British",
    "description": "Sir Godfrey Newbold Hounsfield was an English electrical engineer, who shared the 1979 Nobel Prize for medicine with Allan Cormack for his pioneering work on the application of computer techniques to X-ray examination of the human body.\n\nHounsfield and Cormack independently developed the diagnostic technique of computer tomography (CT). In this technique, X-ray readings are taken at all angles by a scanner rotating around the patient. This information is then combined to visualise 'slices' of the human body. \n\nHounsfield initially tested his prototype head scanner on a preserved human brain, then on a cow's brain sourced from a butcher’s shop, before testing the device on himself. In 1971, CT scanning was applied in medical practice, and by 1975 Hounsfield had built a whole-body scanner.\n\nToday Hounsfield’s name lives on in the ‘Hounsfield Scale’, a quantitative measure of radiodensity used to evaluate CT scans.",
    "PersonName": "Hounsfield; Sir; Godfrey Newbold (1919 - 2004)",
    "Dates": "1919 - 2004",
    "Dates.1": 1919,
    "Dates.2": 2004,
    "Activity": "Education:\nMagnus Grammar School, Newark; City and Guilds examination in Radio Communications; diploma from Faraday House Electrical Engineering College, London\nCareer:\nBuilders drawing office; volunteer reservist with RAF during WW2 - radar mechanic instructor working at Royal College of Science and then Cranwell Radar School, RAF Certificate of Merit (1945); joined research staff Electric and Musical Industries (EMI) Hayes (1951) working on first all transistor computer to be constructed in Britain (EMIDEC 1100, 1958), moved to EMI Central Research Laboratories where he developed the EMI brain scanner, first demonstrated at Atkinson Morleys Hospital, Wimbledon in September 1971; Head of Medical Systems Section, Thorn EMI Central Research Laboratories (1972-1976), Chief Staff Scientist (1976-1977), Senior Staff Scientist (1977-1985), Consultant to Laboratories (1986-2004); winner of MacRobert Award (1972) and many other honours including Lasker Award (1975);  continued to work as a consultant for EMI after retirement until 2002 and also for National Heart and Chest Hospitals, Chelsea and the National Heart Hospital and the Brompton Hospital; Honorary Fellow of the Royal Academy of Engineering (1994), received six honorary degrees and more than forty awards; led the team which developed Britains first large solid state computer and inventor of computerised axial tomography (CAT) scanner for use in clinical diagnosis\nMedals and prizes:\nNobel Prize (Physiology or Medicine) 1979\nHonours: \nCBE 1976; Kt 1981",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1975",
    "Source": "Sources:\nObituary in The Daily Telegraph (17 August 2004), The Times (18 August 2004), The Guardian (19 August 2004), Financial Times (20 August 2004), The Independent (20 August 2004)\nBiographical Memoirs of Fellows of the Royal Society 2005 vol 51 pp 221-235, plate, by P N T Wells FRS\nS.Bates, Liz Beckmann, A Thomaas, P Waltham, Godfrey Hounsfield. Intuitive Genius of CT 2014",
    "Code": "NA4450",
    "InstIdentifer": "http://viaf.org/viaf/166463106"
  },
  {
    "InputName": "Perutz, Max Ferdinand",
    "MatchedName": "Max Ferdinand Perutz",
    "Score": 97.5609756097561,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA3075",
    "MatchedIdentifier": "cp50212",
    "InputBirth": 1914,
    "InputDeath": 2002,
    "MatchedBirth": 1914,
    "MatchedDeath": 2002,
    "InputDescription": "Perutz; Max Ferdinand (1914 - 2002)",
    "brief bio": "1914-2002, chemist; molecular biologist, Austrian-born; British",
    "description": NaN,
    "PersonName": "Perutz; Max Ferdinand (1914 - 2002)",
    "Dates": "1914 - 2002",
    "Dates.1": 1914,
    "Dates.2": 2002,
    "Activity": "Education:\nTheresianum (grammar school), Vienna; University of Vienna\nCareer:\nResearch under J D Bernal (FRS 1937), Cavendish Laboratory, Cambridge (1937); Assistant to Sir Lawrence Bragg (FRS 1921), Cavendish Laboratory; Interned as an enemy alien,during WW2  released to work for the military; ICI Fellow (1945-1947); Head of MRC Unit for the Study of Molecular Structure of Biological Systems (1947-1957); Reader in Chemistry, Davy Faraday Research Laboratory, Royal Institution, London (1954-1958); Director, MRC Laboratory of Molecular Biology, Cambridge (1957-1979,), Chairman (1967); Honorary Fellow, Peterhouse, Cambridge (1962); won Nobel Prize jointly with Sir John Kendrew (FRS 1960); Chairman, European Molecular Biology Organisation (1963-1969); Fullerian Professor of Physiology, Davy Faraday Laboratory, Royal Institution (1973-1979); \nWith Francois Jacob, Pieter Van Dijk and Torten Wiesel became a founding member of the International Human Rights Network of Academies and Scholarly Societies (1993), with the purpose of raising the consciousness of academies around the world about the need to defend fellow scientists and scholars who became victims of severe repression for having exercised those rights promulgated by the Universal Declaration of Human Rights. The organisation put on the Max Perutz Memorial Lecture on Thursday, 19 May 2005 at the Royal Society Wellcome Trust Lecture Hall entitled The Archimedean Lever: Right in the Face of Night by Professor Sari Nusseibeh, Presient. Al-Quds University, East Jerusalem\nMedals and prizes:\nNobel Prize (Chemistry) 1962 \nHonours: \nCBE 1963; CH 1975; OM 1988\nMemberships: \nMillennium FRSC (2000)",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "18/03/1954",
    "Source": "Sources:\nObituaries in The Times, The Independent, Daily Telegraph, Financial Times, The Guardian all 07 February 2002; Science vol 295, 29 March 2002, p2382-2383\nObituaries:\nBiographical Memoirs of Fellows of the Royal Society 2004 vol 50 pp 227-256, plate, by D M Blow\nReferences: \nSir John Meurig Thomas, Peterhouse, the Royal Society and molecular biology in NR 2000 vol 54 pp 369-385\nR Holliday, The early years of molecular biology: personal recollections in NR 2003 vol 57 pp 195-208\nA Cook, Report.  Migrants to The Royal Society, 1930-1940 in NR 2004 vol 58 pp 303-304\nJ M Thomas Max Perutz: Chemist, Molecular Biologist, Human Rights Activist in NR 2006 vol 60 pp59-67",
    "Code": "NA3075",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Hey, James Stanley",
    "MatchedName": "James Stanley Hey",
    "Score": 97.14285714285714,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA243",
    "MatchedIdentifier": "cp51374",
    "InputBirth": 1909,
    "InputDeath": 2000,
    "MatchedBirth": 1909,
    "MatchedDeath": 2000,
    "InputDescription": "Hey; James Stanley (1909 - 2000)",
    "brief bio": "1909-2000, physicist; pioneer radio astronomer, British",
    "description": NaN,
    "PersonName": "Hey; James Stanley (1909 - 2000)",
    "Dates": "1909 - 2000",
    "Dates.1": 1909,
    "Dates.2": 2000,
    "Activity": "Honours: \nMBE 1945",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "16/03/1978",
    "Source": "Obituaries:\nBiographical Memoirs of Fellows of the Royal Society 2002 vol 48 pp 167-178, plate, by Anthony Hewish FRS",
    "Code": "NA243",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Cockerell, Sir Christopher Sydney",
    "MatchedName": "Christopher Sydney Cockerell",
    "Score": 91.80327868852459,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA4413",
    "MatchedIdentifier": "cp38654",
    "InputBirth": 1910,
    "InputDeath": 1999,
    "MatchedBirth": 1910,
    "MatchedDeath": 1999,
    "InputDescription": "Cockerell; Sir; Christopher Sydney (1910 - 1999)",
    "brief bio": "1910-1999, electrical engineer; mechanical engineer; inventor, British; English",
    "description": "inventor of the hovercraft",
    "PersonName": "Cockerell; Sir; Christopher Sydney (1910 - 1999)",
    "Dates": "1910 - 1999",
    "Dates.1": 1910,
    "Dates.2": 1999,
    "Activity": "Career: \nChairman, Wavepower Ltd, Director, Hovercraft Development Ltd. \nHonours: \nCBE 1966; Kt 1969",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "16/03/1967",
    "Source": "Obituaries:\nBiographical Memoirs of Fellows of the Royal Society 2001 vol 47 pp 67-89, plate, by Raymond L Wheeler",
    "Code": "NA4413",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Hodgkin, Sir Alan Lloyd",
    "MatchedName": "Alan Lloyd Hodgkin",
    "Score": 87.8048780487805,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA3688",
    "MatchedIdentifier": "cp117568",
    "InputBirth": 1914,
    "InputDeath": 1998,
    "MatchedBirth": 1914,
    "MatchedDeath": 1998,
    "InputDescription": "Hodgkin; Sir; Alan Lloyd (1914 - 1998); physiologist",
    "brief bio": "source?; 1914-1998, physioligist, British",
    "description": "1963 - Joint Nobel Prize Winner with Huxley and Eccles, awarded \"for their discoveries concerning the ionic mechanisms involved in excitation and inhibition in the peripheral and central portions of the nerve cell membrane\".",
    "PersonName": "Hodgkin; Sir; Alan Lloyd (1914 - 1998); physiologist",
    "Dates": "1914 - 1998",
    "Dates.1": 1914,
    "Dates.2": 1998,
    "Activity": "Education: \nDowns School, Colwall, Herefordshire, Greshams, Holt and Trinity. Scholarship to Trinity College Cambridge to study for the Natural Sciences Tripos (1932) \nCareer: \nJohn Humphrey Plummer Professor of Biophysics, University of Cambridge (1970-1981); Fellow of Trinity College Cambridge; Master of Trinity from 1978. An internationally renowned neurophysiologist. \nMedals and prizes:\nNobel Prize (Physiology or Medicine) 1963 \nHonours: \nKBE 1972; OM 1973",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "18/03/1948",
    "Source": "Obituaries: \nBiographical Memoirs of Fellows of the Royal Society 2000 vol 46 pp 219-241, plate, by Sir Andrew Huxley\nReferences: \nSir Andrew Huxley, Living With Electrical Impulses, review of Alan Hodgkin, Chance and Design. Reminiscences of Science in Peace and War in NR 1993 vol 47 pp 133-139, plate\nNCUACS  Catalogue of the papers and correspondence of Sir Alan Lloyd Hodgkin OM FRS 3 volumes, 2005. Papers deposited in The Library, Trinity College Cambridge.\nN Calver and M Parker  The logic of scientific Unity? Medawar, the Royal Society and the Rothschild controversy 1971-2. In Notes and Records, Vol 70, Issue 1, March 2016 pp 83-100",
    "Code": "NA3688",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Kendrew, Sir John Cowdery",
    "MatchedName": "John Cowdery Kendrew",
    "Score": 88.88888888888889,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA7874",
    "MatchedIdentifier": "cp50208",
    "InputBirth": 1917,
    "InputDeath": 1997,
    "MatchedBirth": 1917,
    "MatchedDeath": 1997,
    "InputDescription": "Kendrew; Sir; John Cowdery (1917 - 1997)",
    "brief bio": "1917-1997, molecular biologist, British; English",
    "description": NaN,
    "PersonName": "Kendrew; Sir; John Cowdery (1917 - 1997)",
    "Dates": "1917 - 1997",
    "Dates.1": 1917,
    "Dates.2": 1997,
    "Activity": "Medals and prizes: \nNobel Prize (Chemistry) 1962 jointly\nHonours: \nCBE 1963; Kt 1974",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "24/03/1960",
    "Source": "Obituaries:\nBiographical Memoirs of Fellows of the Royal Society 2001 vol 47 pp 311-332, plate, by K C Holmes FRS\nAssocMaterial: \nNCUACS 78/7/98; NCUACS 11/4/89. Papers deposited in the Bodleian Library, Oxford\nReferences: \nSir John Meurig Thomas, Peterhouse, the Royal Society and molecular biology in NR 2000 vol 54 pp 369-385\nN R Ingram, All that you cant leave behind in NR 2003 vol 57 pp 177-184\nR Holliday, The early years of molecular biology: personal recollections in NR 2003 vol 57 pp 195-208",
    "Code": "NA7874",
    "InstIdentifer": "http://viaf.org/viaf/85243933"
  },
  {
    "InputName": "Eccles, Sir John Carew",
    "MatchedName": "John Carew Eccles",
    "Score": 87.17948717948718,
    "DateMatchStrength": 1,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA8362",
    "MatchedIdentifier": "cp117569",
    "InputBirth": 1903,
    "InputDeath": 1997,
    "MatchedBirth": 1923,
    "MatchedDeath": 1997,
    "InputDescription": "Eccles; Sir; John Carew (1903 - 1997)",
    "brief bio": "1923-1997, physiologist, joint 1963 Nobel Prize Winner with Hodgkin and Huxley, England",
    "description": "1963 - Joint winner of the Nobel Prize with Hodgkin and Huxley awarded \"for their discoveries concerning the ionic mechanisms involved in excitation and inhibition in the peripheral and central portions of the nerve cell membrane\".",
    "PersonName": "Eccles; Sir; John Carew (1903 - 1997)",
    "Dates": "1903 - 1997",
    "Dates.1": 1903,
    "Dates.2": 1997,
    "Activity": "Education: \nMA, DPhil (Oxon) \nCareer: \nWon Rhodes Scholarship for Victoria (1925); Fellow of Exeter College, Oxford (1927-1934); Fellow of Magdalen College, Oxford (1934-1937); Demonstrator in Physiology, Oxford University; Director, Kanematsu Memorial Institute of Pathology, Sydney, Australia; Professor of Physiology, Otago, New Zealand (1943); Professor, John Curtin School of Medical Research, Canberra, Australia (1951); named 'Australian of the Year' (1963); Institute of Biomedical Science, Chicago (1966); Distinguished Professor, State University of New York, Buffalo (1968) \nMedals and prizes:\nNobel Prize (Physiology or Medicine) 1963 \nHonours: \nKt 1958 \nMemberships: \nFRSNZ (1950); Australian Academy of Sciences (President 1957)",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1941",
    "Source": "Sources: \nAE\nObituaries:\nBiographical Memoirs of Fellows of the Royal Society 2001 vol 47 pp 159-188, plate, by David R Curtis FRS and Per Andersen\nReferences: \nRobin J H Clark and Michael J Kelly, 'New Zealand, New Zealanders and the Royal Society' in NR 1994 vol 48 pp 263-281\nSir John Eccles, 'From Electrical to Chemical Transmission in the Central Nervous System' in NR 1975-6 vol 30 pp 219-230",
    "Code": "NA8362",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Whittle, Sir Frank",
    "MatchedName": "Frank Whittle",
    "Score": 83.87096774193549,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA7912",
    "MatchedIdentifier": "cp37768",
    "InputBirth": 1907,
    "InputDeath": 1996,
    "MatchedBirth": 1907,
    "MatchedDeath": 1996,
    "InputDescription": "Whittle; Sir; Frank (1907 - 1996); engineer and inventor",
    "brief bio": "1907-1996, aeronautical engineer; inventor of the jet engine, British; English",
    "description": "G. B. R. Feilden, ‘Whittle, Sir Frank (1907–1996)’, Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Jan 2008 [http://www.oxforddnb.com/view/article/67854] Sir Frank Whittle (1907–1996): doi:10.1093/ref:odnb/67854",
    "PersonName": "Whittle; Sir; Frank (1907 - 1996); engineer and inventor",
    "Dates": "1907 - 1996",
    "Dates.1": 1907,
    "Dates.2": 1996,
    "Activity": "Education:\nEarlsdon and Milverton Council Schools; Leamington College; Aircraft Apprentice, No4 Apprentices Wing, RAF, Cranwell (1923-1926); RAF Flight Cadet, RAF College, Cranwell (1926-1928) where he wrote his thesis Future Developments in Aircraft Design; RAF School of Aeronautical Engineering, RAF, Henlow, Higher National Diploma (1933); Peterhouse, Cambridge (first Class Honours in Mechanical Sciences Tripos, 1936)\nCareer:\nRAF Pilot Officer, III Fighter Squadron, RAF, Hornchurch (1928); trained as a flying instructor, Central Flying School, RAF, Wittering (1929); Flying Instructor, RAF, Digby (1930); Registered patent for use of gas turbine for jet propulsion (16 January 1930); Flying officer, crazy flying event, RAF, Digby (1930); Floatplace and catapult test pilot, Marine Aircraft Experimental Establishment, RAF, Felixstowe (1931-1932); Turbo jet patent granted and published in many countries (1932); Officer 1/C, Engine Test Section, Henlow, promoted to Flight Lieutenant (1933); Formed Power Jets Limited with R D Williams and J C B Tinling with the support of O T Falk and Partners and B T H Company, Rugby (March 1936); RAF Special duty list, attached to Power Jets Ltd as Honorary Chief Engineer (1937-1946); Gloster Whittle E 28/39 maiden flight at Cranwell (15 May 1941); Power Jets Ltd nationalized (1944); Technical Adviser to Controller of Supplies (Air), Ministry of Supply (1946-1948); retired from RAF with the rank Air Commodore (1948); Honorary Technical Adviser, Jet Aircraft, BOAC (1948-1952); Mechanical Engineering Specialist to Bataafsche Petroleum Maatschappij, Shell Group with reference to oil well drilling technology (1953-1957); Technical Adviser to Shell Research (1957-1959); consultant to Bristol Siddeley Engines and Rolls Royce working on turbo drill for deep sea oil and mineral exploration, dog leg drill (1961-1970); Research Professor, US Naval Academy, Anapolis (1977-1979)\nHonours: \nCBE 1944; CB 1947; KBE 1948; OM 1986\nFellowships:\nFellowship of Engineering; Hon Fellow, Royal Aeronautical Society, Honorary Fellow, Institution of Mechanical Engineers",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1947",
    "Source": "Sources:\nObituaries in The Independent, The Telegraph, The Times, The Financial Times, The Guardian (10 August 1996)\nAssocMaterial: \nNCUACS 125/11/03. Papers deposited in Churchill College, Cambridge\nObituaries: \nBiographical Memoirs of Fellows of the Royal Society 1998 vol 44 pp 433-452, plate, by G B R Feilden and Sir William Hawthorne\nReferences: \nSir William Hawthorne, The Early History of the Aircraft Gas Turbine in Britain in NR 1991 vol 45 pp 79-108, plate",
    "Code": "NA7912",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Barr, Murray Llewellyn",
    "MatchedName": "Murray Llewellyn Barr",
    "Score": 97.67441860465115,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA2120",
    "MatchedIdentifier": "cp39807",
    "InputBirth": 1908,
    "InputDeath": 1995,
    "MatchedBirth": 1908,
    "MatchedDeath": 1995,
    "InputDescription": "Barr; Murray Llewellyn (1908 - 1995)",
    "brief bio": "1908-1995, anatomist; geneticist, Canadian",
    "description": NaN,
    "PersonName": "Barr; Murray Llewellyn (1908 - 1995)",
    "Dates": "1908 - 1995",
    "Dates.1": 1908,
    "Dates.2": 1995,
    "Activity": NaN,
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "16/03/1972",
    "Source": "Obituaries: \nBiographical Memoirs of Fellows of the Royal Society 1997 vol 43 pp 31-46, plate, by Paul Potter and Hubert Soltan",
    "Code": "NA2120",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Needham, Joseph",
    "MatchedName": "Joseph Needham",
    "Score": 96.55172413793103,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA8082",
    "MatchedIdentifier": "cp46083",
    "InputBirth": 1900,
    "InputDeath": 1995,
    "MatchedBirth": 1900,
    "MatchedDeath": 1995,
    "InputDescription": "Needham; Joseph (1900 - 1995)",
    "brief bio": "1900-1995, biochemist; sinologist, British",
    "description": NaN,
    "PersonName": "Needham; Joseph (1900 - 1995)",
    "Dates": "1900 - 1995",
    "Dates.1": 1900,
    "Dates.2": 1995,
    "Activity": "Education: \nOundle School (1914-1918); Gonville and Caius College, Cambridge (1918-1922)\nCareer: \nPost-graduate research, Biochemistry Department, Cambridge, under Frederick Gowland Hopkins (FRS 1905); Benn Levy Student (1922-1924); Fellow, Gonville and Caius College (1924); University Demonstrator in Biochemistry (1928); Sir William Dunn Reader in Biochemistry (1933-1966); Head, British Scientific Mission to China (1942); Scientific Counsellor, British Embassy, Chungking, China (1944-1945); established the Sino-British Science Co-operation Office and was its Director; first Director, UNESCO Section of Natural Sciences (1946-1948); wrote a history of China's contribution to science and civilisation; involved in establishing History of Science as an academic discipline at Cambridge; Master, Gonville and Caius College (1966-1976); member of International Union of History and Philosophy of Science (President 1972-1975); wrote on philosophy, religion and politics; member of the Labour Party. Though a biologist, he was much interested in political and philosphical questions. Sympathetic to Communism in the 1930's. Became an authority on the civilisation of China and on the history of science.\nHonours: \nCH (1992); UNESCO Albert Einstein Silver Medal (1994)\nMemberships: \nFBA (1971)",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1941",
    "Source": "AssocMaterial: \nNCUACS 81/2/95; NCUACS 54/3/95; NCUACS 55/4/95.  Papers deposited in the Imperial War Museum, London\nObituaries: \nBiographical Memoirs of Fellows of the Royal Society 2000 vol 46 pp 365-376, plate, by J B Gurdon and Barbara Rodbard\nReferences: \nMikulas Teich, review of Hakim Mohammed Said, ed, Essays on Science: Felicitation Volume in Honour of Dr Joseph Needham in NR 1992 vol 46 pp 329-330\nA Rupert Hall, 'A Window on the East', essay review in NR 1990 vol 44 pp 101-110",
    "Code": "NA8082",
    "InstIdentifer": "http://viaf.org/viaf/61550127"
  },
  {
    "InputName": "Hodgkin, Dorothy Mary Crowfoot",
    "MatchedName": "Dorothy Mary Crowfoot Hodgkin",
    "Score": 98.30508474576271,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA8241",
    "MatchedIdentifier": "cp50198",
    "InputBirth": 1910,
    "InputDeath": 1994,
    "MatchedBirth": 1910,
    "MatchedDeath": 1994,
    "InputDescription": "Hodgkin; Dorothy Mary Crowfoot (1910 - 1994); chemist and crystallographer",
    "brief bio": "1910-1994, chemist; crystallographer, British",
    "description": "Won the Nobel Prize for Chemistry \"for her determinations by X-ray techniques of the structures of important biochemical substances\" in 1964. Her most notable achievement was the discovery of the structure of Insulin, but she also established the structure of penicillin",
    "PersonName": "Hodgkin; Dorothy Mary Crowfoot (1910 - 1994); chemist and crystallographer",
    "Dates": "1910 - 1994",
    "Dates.1": 1910,
    "Dates.2": 1994,
    "Activity": "Education: \nSir John Leman School, Beccles; Newnham College Cambridge; Somerville College, Oxford (1928-1932, Chemistry) \nCareer: \nResearch work on sterols, with J D Bernal (FRS 1937) at Cambridge; returned to Oxford and continued work with X-ray analysis; University Lecturer and Demonstrator (1946); University Reader in X-ray crystallography (1956); Wolfson Research Professor of the Royal Society (1960-1977); her students at Somerville College included Margaret Thatcher; Vice-President, Medical Aid Committee for Vietnam (1965), President (1971); second woman to be appointed to the Order of Merit (1965); Chancellor, Bristol University (1970-1988); President, International Union of Crystallography (1972-1975); President, Pugwash conferences on Science and World Affairs (1976-1988); President, British Association for the Advancement of Science (1977-1978); died following a stroke.\nMedals and prizes:\nNobel Prize (Chemistry) 1964\nDalton Medal 1976\nLomonosov Gold Medal 1982\nHonours: \nOM 1965",
    "OtherInfo": "Determined the structure of insulin, establishing the general form and the leading inter-atomic distances in crystalline insulin.\nStudied sterols and proteins, advancing knowledge on the stereo-chemical structure of the sterol skeleton, and in proteins she carried out work on virus structures.\nDemonstrated it is possible to derive the complete structure of organic substances of unknown chemical composition by X-ray methods alone.\nMapped the structure of cobalamin (vitamin B12).\nConfirmed the structure of penicillin, previously surmised by Edward Abraham and Ernst Boris Chain.\nBecame the third woman to win the Nobel Prize in Chemistry.\nA privately commissioned portrait of Dorothy Hodgkin, by Bryan Organ, became part of the collection of the Royal Society in 1982, making it the first portrait of a woman to be included in the Societys collection.\nThe Dorothy Hodgkin Fellowship is awarded by the Royal Society for outstanding scientists at an early stage of their research career who require a flexible working pattern due to personal circumstances, such as parenting or caring responsibilities or health-related reasons.",
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1947",
    "Source": "AssocMaterial: \nNCUACS 47/3/94 and 135/8/04.  Papers and correspondence deposited in the Bodleian Library, Oxford\nObituaries:\nBiographical Memoirs of Fellows of the Royal Society 2002 vol 48 pp 179-219, plate, by G Dodson FRS\nReferences: \nSir John Cornforth, Portrait of Dorothy Hodgkin, OM, FRS in NR 1982-83 vol 37 pp 1-4, plate\nJoan Mason, The Women Fellows Jubilee in NR 1995 vol 49 pp 125-140\nS Ramaseshan, Dorothy Hodgkin and the Indian Connection in NR 1996 vol 50 pp 115-127, plate\nJ Corden, Web of Science History project in NR 2002 vol 56 pp 383-388\nD Blow and S Wallwork, Prehistory of the British Crystallographic Association in NR 2004 vol 58 pp 177-186\nP Harper, Preserving scientific archives:  the work of NCUACS in NR 2004 vol 58 pp 227-232",
    "Code": "NA8241",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Occhialini, Giuseppe Paolo Stanislao",
    "MatchedName": "Giuseppe Paolo Stanislao Occhialini",
    "Score": 98.59154929577466,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA473",
    "MatchedIdentifier": "cp160883",
    "InputBirth": 1907,
    "InputDeath": 1993,
    "MatchedBirth": 1907,
    "MatchedDeath": 1993,
    "InputDescription": "Occhialini; Giuseppe Paolo Stanislao (1907 - 1993)",
    "brief bio": "1907-1993, phyisicist, Italy, Italian",
    "description": "Italian physicist, who contributed to the discovery of the pion or pi-meson decay in 1947, with César Lattes and Cecil Frank Powell (Nobel Prize for Physics). At the time of this discovery, they were all working at the H. H. Wills Laboratory of the University of Bristol.\nThe X-ray satellite SAX was named BeppoSAX in his honour after its launch in 1996.",
    "PersonName": "Occhialini; Giuseppe Paolo Stanislao (1907 - 1993)",
    "Dates": "1907 - 1993",
    "Dates.1": 1907,
    "Dates.2": 1993,
    "Activity": NaN,
    "OtherInfo": NaN,
    "MembershipCategory": "Foreign Member",
    "DateOfElection": "25/04/1974",
    "Source": "Obituaries:\nBiographical Memoirs of Fellows of the Royal Society 2002 vol 48 pp 331-340, plate, by G Bignami",
    "Code": "NA473",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Bacon, Francis Thomas",
    "MatchedName": "Francis Thomas Bacon",
    "Score": 97.5609756097561,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA5816",
    "MatchedIdentifier": "cp172210",
    "InputBirth": 1904,
    "InputDeath": 1992,
    "MatchedBirth": 1904,
    "MatchedDeath": 1992,
    "InputDescription": "Bacon; Francis Thomas (1904 - 1992)",
    "brief bio": "British engineer and inventor of the fuel cell as used on the Apollo mission Service Modules. The same technology was also used for power and water on NASA's Space Shuttle.",
    "description": NaN,
    "PersonName": "Bacon; Francis Thomas (1904 - 1992)",
    "Dates": "1904 - 1992",
    "Dates.1": 1904,
    "Dates.2": 1992,
    "Activity": "Education: \nEton \nHonours: \nOBE 1967",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "15/03/1973",
    "Source": "Sources: \nBulloch's Roll\nAssocMaterial: \nNCUACS 68/6/97.  Papers deposited in Churchill College Archive Centre, Cambridge\nObituaries: \nBiographical Memoirs of Fellows of the Royal Society 1994 vol 39 pp 1-18, plate, by K R Williams",
    "Code": "NA5816",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Sutton, Leslie Ernest",
    "MatchedName": "Leslie Ernest Sutton",
    "Score": 97.5609756097561,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA3404",
    "MatchedIdentifier": "cp51336",
    "InputBirth": 1906,
    "InputDeath": 1992,
    "MatchedBirth": 1906,
    "MatchedDeath": 1992,
    "InputDescription": "Sutton; Leslie Ernest (1906 - 1992)",
    "brief bio": "1906-1992, scientist; university teacher, English; British",
    "description": NaN,
    "PersonName": "Sutton; Leslie Ernest (1906 - 1992)",
    "Dates": "1906 - 1992",
    "Dates.1": 1906,
    "Dates.2": 1992,
    "Activity": NaN,
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "16/03/1950",
    "Source": "AssocMaterial: \nNCUACS 51/7/94.  Papers deposited in the Bodleian Library, Oxford\nObituaries: \nBiographical Memoirs of Fellows of the Royal Society 1994 vol 40 pp 367-382, plate, by D H Wiffen",
    "Code": "NA3404",
    "InstIdentifer": NaN
  },
  {
    "InputName": "Finniston, Harold Montague",
    "MatchedName": "Harold Montague Finniston",
    "Score": 98.0392156862745,
    "DateMatchStrength": 2,
    "TotalMatchesForInput": 1,
    "InputIdentifier": "NA2045",
    "MatchedIdentifier": "cp17071",
    "InputBirth": 1912,
    "InputDeath": 1991,
    "MatchedBirth": 1912,
    "MatchedDeath": 1991,
    "InputDescription": "Finniston; Harold Montague (1912 - 1991)",
    "brief bio": "1912-1991, metallurgist; businessman, British",
    "description": "known as Monty Finniston",
    "PersonName": "Finniston; Harold Montague (1912 - 1991)",
    "Dates": "1912 - 1991",
    "Dates.1": 1912,
    "Dates.2": 1991,
    "Activity": "Honours: \nKt 1975",
    "OtherInfo": NaN,
    "MembershipCategory": "Fellow",
    "DateOfElection": "20/03/1969",
    "Source": "Obituaries: \nBiographical Memoirs of Fellows of the Royal Society 1992 vol 38 pp 131-144, plate, by N J Petch",
    "Code": "NA2045",
    "InstIdentifer": NaN
  }
]